[
   
      {
        "id": 1,
        "secction": "Surrogacy FAQ's",
        "title": "What is the purpose of a Surrogacy Agreement?",
        "resp":  "Surrogacy agreements are the first stage in a two-step process. The purpose of the surrogacy agreement is to allow each party to state their intentions, and their responsibilities to one another. The agreement will clearly state that the surrogate does not intend on parenting any resulting child(ren) and does not wish to have physical or legal custody of any resulting child(ren). The surrogacy agreement will also define the rights and responsibilities of the assisted parents."
        
      },
  
    {
      "id": 2,
      "secction": "Surrogacy FAQ's",
      "title": "Do all states have similar laws regarding surrogacy?", 
        "resp": "Each state has different laws regarding surrogacy. It is important for you to be aware of not only the laws regarding surrogacy, but also about the laws regarding how to establish yourselves as parents within that state. International Fertility Law Group has experienced attorneys throughout the United States."
    },
    {
        "id": 3,
        "secction": "Surrogacy FAQ's",
        "title": "Can the surrogate assert her parental rights at some point in the future?", 
          "resp": "The purpose of the surrogacy agreement is to allow each party to state their intentions and to clearly state that the surrogate DOES NOT intend to have parental rights to the child and DOES NOT wish to have physical or legal custody of the child. The second stage of the process requires a parental order, most often in court, during which any rights of the surrogate (and her husband, if she is married) are terminated and the intended parents’ parental rights are confirmed."
      },
      {
        "id": 3,
        "secction": "Free Consultation FAQ's",
        "title": "What forms must I complete to obtain my newborn child’s passport?", 
          "resp": "You must complete a US State Department application to obtain a passport for your child. This application can be completed online or downloaded and printed from the United States Department of State’s website, starting at this page here.  Along with the application, you must also provide passport photos and a certified copy of the child’s birth certificate."
      }
    




   
  ]